Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/animal_welfare_and_control/index.html.txt.tmx
Source language: en
Languages: ga

source: Animal welfare and control
ga: Leas agus Smachtú Ainmhithe

source: Horse identification and control
ga: Sainaithint agus rialú capall

source: All horses, ponies and donkeys must have passports and must be registered and microchipped
ga: Caithfidh gach capall, capaillín agus asal pas a bheith acu agus caithfidh siad a bheith cláraithe agus micrishliste

source: Also, in specified local authority control areas, you need a licence to keep a horse
ga: Chomh maith leis sin, i limistéir shonraithe rialaithe údaráis áitiúil, teastaíonn ceadúnas uait chun capall a choimeád

source: Rules on the ownership and control of dogs: - licensing, microchipping and restrictions for certain breeds
ga: Pléann an doiciméad seo na rialacha agus na rialacháin a bhaineann le h-úinéireacht madraí

source: Most Read in "Environment"
ga: Ábhar is mó éilimh i "Comhshaol"
